Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nasjonalmuseet.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Newspapers such as Aftenposten and VG printed nasty caricatures of Aasta, making fun of her looks.
nn: Aviser som Aftenposten og VG trykka stygge karikaturteikningar av Aasta og harselerte med utsjånaden hennar.

source: In addition to being the first Norwegian woman with professional training as an artist, Hansteen was the first woman to be awarded a grant from the Norwegian government for artists and scientists.
nn: I tillegg til å vere første norske kvinne med profesjonell kunstnarutdanning, var Hansteen også første kvinne som fekk tildelt stønad frå norsk statsstipend for kunstnarar og vitskapsfolk.

source: Poor Art – Rich Legacy.
nn: Fattig kunst – rik arv.

source: In addition to the many arte povera works, the exhibition includes examples of related contemporary practices such as conceptual art, land art and post-minimalism.
nn: I tillegg til ei rekke arte povera-verk, viser utstillinga arte povera sin slektskap til samtidige praksisar innan konseptkunst, land art og postminimalisme.

source: – Hansteen displayed no interest in men – and vice versa.
nn: – Hansteen viste ingen vidare interesse for menn – og vice versa.

source: Arte Povera is neither poor nor impoverished art, but art created in complete freedom and openness regarding materials and processes.
nn: Arte povera representerer ikkje ein fattig eller utarma kunst, men ein kunst som er skapt i komplett fridom og openheit i forhold til materiale og prosess.

source: Even if people brand you a 'red-stocking' or an 'Ottar-lady' – let them.
nn: Om folk stemplar deg som «rødstrømpe» eller «Ottar-dame», la dei gjere det.

source: The exhibits span various forms of expression such as painting, sculpture, video, sound installations and photography.
nn: Utstillinga spenner over ulike uttrykksformer, som måleri, skulptur, video, lydinstallasjon og foto.

source: Music is a kind of collective soul: an expression of identity, image, politics and affiliation.
nn: Musikken er ei slags kollektiv sjel, eit uttrykk for identitet, image, politikk og det å høyre til.

source: «Kvinden skabt i Guds Billede» was published in 1878, followed by an expanded edition in 1903.
nn: «Kvinden skabt i Guds Billede» vart utgjeven i 1878, og i utvida utgåve i 1903.

source: , was purchased by the National Gallery in 1880 and Hansteen was thus the first Norwegian female artist to have her work acquired by the museum.
nn: , vart kjøpt inn av Nasjonalgalleriet i 1880 og ho vart dermed den første norske kunstnaren som også var kvinne, som vart kjøpt inn av museet.

source: Norwegian author, journalist and feminist, born in 1976
nn: Norsk forfattar, journalist og feminist, født i 1976

source: The audience will also be able to experience Mario Merz’ beautiful igloo, a large glass and neon installation with fragrant twigs.
nn: Publikum får også oppleve den vakre igloen til Mario Merz – ein stor installasjon i glas og neon, med duftande kvistar.

source: The artists worked with various different materials, combining industrially manufactured objects such as neon lights, glass and clothes with natural organic materials such as vegetables, living animals, earth, fire and water.
nn: dei samanstilte industrielt framstilte gjenstandar som neonlys, glas og klede med organiske, naturlege materiale som grønsaker, levande dyr, jord, ild og vatn.

source: In connection with the publication of her work «Kvinden skabt i Guds Billede», she travelled across the Nordic countries and gave speeches, something that was considered scandalous.
nn: I samband med utgjevinga av «Kvinden skabt i Guds Billede» reiste ho rundt i Norden og heldt forelesningar, noko som vart sett på som skandaløst:

source: What is the coolest thing about Aasta Hansteen?
nn: Kva er det kulaste med Aasta Hansteen?

source: As well as being visual artists, many of them are also musicians, directors of recording companies, music video producers, band members or composers.
nn: Mange av dei er – i tillegg til å vere biletkunstnarar – musikarar, direktørar for plateselskap, musikkvideoregissørar, bandmedlem eller komponistar.

source: Gustav Klimt praised Schubert, Arnold Schoenberg was inspired by Wassily Kandinsky’s abstract forms when he developed his atonal system, and Morton Feldman worked closely with Mark Rothko.
nn: Gustav Klimt hylla Schubert, Arnold Schönberg var inspirert av dei abstrakte formene til Wassily Kandinsky då han utvikla sitt atonale system, og Morton Feldman samarbeidde tett med Mark Rothko.

source: Book and lecture written by Aasta Hansteen.
nn: Bok og foredrag skriven av Aasta Hansteen.

source: Andy Warhol’s famous “banana cover” for the Velvet Underground’s first album is now iconic in the history of music and contemporary art.
nn: Det berømte «banan-coveret» til Andy Warhol på Velvet Undergrounds første album er i dag eit ikon i historia til musikken og samtidskunsten.

source: What can Norwegian feminists learn from Hansteen today?
nn: Kva kan norske feministar lære av Hansteen i dag?

source: Marta Breen – author, feminist, and Hansteen-fan – believes we have much to learn from the artist’s mettle.
nn: Forfattar, feminist og Hansteen-fan, Marta Breen, meiner vi kan lære mykje av kunstnaren sitt pågangsmot.

source: She was persecuted by gangs of boys on Karl Johan Street, and always carried an umbrella or a riding whip to ward off attacks.
nn: Ho vart forfølgd av gutegjengar på Karl Johans gate, og ho bar alltid med seg ein paraply eller liten ridepisk for å beskytte seg mot angrep.

source: It was thought that women should stay at home and not speak in public.
nn: Kvinner skulle halde seg i heimen og ikkje snakke offentleg.
